{"welcome":"Descubra uma nova forma de aprender com o InterLinguas",

 "inicio":"Início",
 "sobre":"Sobre ",
 "entrar":"Entrar",
 "cadastrar":"Cadastrar",

 "carrosel-1":"Diversão e Aprendizado",
 "carrosel-2":"Crianças descobrindo o mundo através da brincadeira",
 "carrosel-3":"Mundo da Leitura",
 "carrosel-4":"Explorando conhecimento através dos livros",
 "carrosel-5":"Aprendizado Colaborativo",
 "carrosel-6":"Crescendo e aprendendo em equipe",
 "carrosel-7":"Atividades Recreativas",
 "carrosel-8":"Momentos de alegria e desenvolvimento",


"conteudo3--a":"Educação",
"conteudo3--b":"A FGV oferece renomados programas educacionais, criando a nova liderança do país.",
"conteudo3--c":"Faça parte dessa transformação.",
"conteudo3--d":"Aluno",
"conteudo3--e": "Ambiente de aprendizagem moderno e acessível, com recursos interativos para  potencializar seu desenvolvimento acadêmico.",
"conteudo3--f":"Professor",
"conteudo3--g":"Ferramentas eficazes para gestão e ensino com qualidade, promovendo uma experiência educacional excepcional.",
"conteudo3--h":"Responsável",
"conteudo3--i":"Acompanhamento detalhado da evolução do aluno na plataforma,com relatórios completos e insights personalizados.",





  "conteudo2--a":"Sistema de Pontuação",
  "conteudo2--b":"Reconhecimento por Tarefas Concluídas",
  "conteudo2--c":"Mais Engajamento e Participação dos Alunos",
  "conteudo2--d":"Ao concluir atividades, os alunos recebem pontos visuais como forma de incentivo, promovendo motivação contínua e valorizando suas conquistas ao longo do processo de aprendizado.",


  "conteudo1--a":"InterLinguas: Nosso objetivo e funcionalidades",
  "conteudo1--b":"Nosso Objetivo",
  "conteudo1--c":"Quebrar barreiras linguísticas no ensino digital, tornando o aprendizado acessível, inclusivo e eficiente para todos.",
  "conteudo1--d":"Tradução Automática",
  "conteudo1--e":"Conteúdos e atividades traduzidos automaticamente para o idioma preferido, facilitando a compreensão dos usuários.",
  "conteudo1--f":"Perfis Personalizados",
  "conteudo1--g":" Interface intuitiva e adaptada para alunos, professores e responsáveis, simplificando a navegação.",




  "sobre1":"Sobre o InterLinguas",
  "sobre2":"Unindo idiomas, aproximando o mundo.",
  "sobre3":"Nosso Propósito",
  "sobre4":"O InterLinguas é uma plataforma educacional inovadora que permite aos usuários acessarem conteúdos em seu idioma nativo. Nossa missão é quebrar barreiras linguísticas no ensino digital e promover inclusão.",
  "sobre5":"Para Quem?",
  "sobre6":"Professores, alunos e responsáveis podem interagir de forma clara, com uma interface personalizada, intuitiva e multilíngue — garantindo a compreensão total do conteúdo oferecido.",
  "sobre7":"Funcionalidades",
  "sobre8":"Os usuários do InterLinguas contam com uma série de recursos pensados para facilitar o aprendizado e a comunicação:",
  "sobre9":"🌍 Tradução automática de atividades e conteúdos para o idioma escolhido",
  "sobre10":"🧑‍🏫 Interface adaptada conforme o perfil: professor, aluno ou responsável",
  "sobre11":"📚 Acesso rápido às atividades organizadas por matéria e professor",
  "sobre12":"🔔 Notificações e atualizações sobre o desempenho dos alunos",
  "sobre13":"🧭 Navegação intuitiva com suporte multilíngue em toda a plataforma",
  "sobre14":"Multilinguismo",
  "sobre15":"O sistema é preparado para lidar com múltiplos idiomas. O usuário pode escolher sua língua preferida, e todos os textos são traduzidos automaticamente, garantindo uma experiência inclusiva e personalizada para pessoas de diferentes culturas e origens.",


  
  "login-1" : "Olá, Bem Vindo De Volta",
  "login-2" : "Acesse sua plataforma educacional",
  "login-3" : "Email",
  "login-4" : "Email é obrigatório",
  "login-5" : "Senha",
  "login-6" : "Senha é obrigatória",
  "login-7" : "Perfil de Acesso",
  "login-8" : "Estudante",
  "login-9" : "Professor",
  "login-10" : "Responsável",
  "login-11" : "Acessar Plataforma",
  "login-12" : "🏠 Início",
  "login-13" : "✨ Cadastrar",
  "login-14" : "Novo na plataforma?",
  "login-15" : "Ambiente Acadêmico Seguro",
  "login-16" : "Plataforma educacional integrada com os mais altos padrões de segurança e usabilidade para a comunidade.",
  "login-17" : "usuario",
  "login-18" : "Digite sua senha"



}
